Repository: mgdelcueto/MyErp
Catalog: Resources/SharedResource.*.resx
Languages: es_es

# HomePage
source: MyErp Home Page
es_es: Pagina de Inicio MyErp

source: Unauthorized
es_es: No Autorizado

source: Enter User Name
es_es: Intriduzca nombre de Usuario

source: Enter Password
es_es: Introduzca Contraseña

source: Login
es_es: Inicio de sesion

# Cancell
source: Cancel
es_es: Cancelar

# Org
source: Organization
es_es: Organizacion

source: HR Area
es_es: Area de Recursos Humanos

# MRPPLanning
source: Planning MRP
es_es: Planificacion MRP

source: Languages
es_es: Idiomas

source: Please Login
es_es: Por favor Inicie sesion

source: Change Password
es_es: Cambiar Contraseña

# Useddltoselect
source: Select Language
es_es: Seleccione Idioma

source: Update
es_es: Actualizar

source: Cancel
es_es: Cancelar

# OrgData
source: Organization's Data
es_es: Datos de la Organizacion

# OrgCode
source: Code
es_es: Codigo

# OrgName
source: Name
es_es: Nombre

# OrgNif
source: Tax identification number
es_es: Numero de identificacion fiscal

# OrgDate
source: Foundation Date
es_es: Fecha de fundacion

source: City
es_es: Ciudad

source: Country
es_es: Pais

# OrgAdd
source: Address
es_es: Direccion

# OrgAdi
source: Address (cont)
es_es: Direccion (cont)

# OrgWeb
source: Organization's Web Page
es_es: Pagina web

# OrgEmail
source: Contact Email
es_es: Contacto Email

# Telephone
source: Contact Phone number
es_es: Contacto Telefono

# Organization
source: Organization Data
es_es: Datos de la Organizacion

# Chart
source: Chart Data
es_es: Datos Organigrama

# Users
source: Manage Users
es_es: Gestion de Usuarios

# Home
source: Home Page
es_es: Pagina de Inicio

# CharList
source: Organization Units List
es_es: Lista de unidades organizativas

# ChCode
source: OU Code
es_es: Codigo OU

# ChName
source: OU Name
es_es: Denominacion OU

# ChHeadName
source: OU Head Name
es_es: Nombre responsable OU

# EdChart
source: Edit Chart
es_es: Editar Organigrama

# CharCode
source: OU Code
es_es: Codigo OU

# ChanName
source: OU Name
es_es: Denominacion OU

# CharDate
source: OU Creation Date
es_es: Fecha creacion OU

# CharHeadId
source: OU Head (User Name)
es_es: Responsable OU (Nombre de Usuario)

# CharAdress
source: OU Postal Address
es_es: Direccion Postal OU

# CharAdressad
source: OU Postal Address (cont)
es_es: Direccion Postal (cont ) OU

# CharCity
source: Ou Address City
es_es: Ciudad OU

# CharCtry
source: OU Address Country
es_es: Pais OU

# CharWeb
source: OU Web page
es_es: Pagina Web OU

# CharTel
source: OU contact Phone number
es_es: Telefono de contacto OU

# CharEmail
source: OU Email contact
es_es: Email contacto OU

# CharUsrers
source: OU's Users members
es_es: Usuarios Miembros de OU

# Id
source: User Id
es_es: Identificacion Usuario

source: Name
es_es: Nombre

# SelEmploytoChar
source: Assign Employee to OU
es_es: Asignar Empleado a OU

source: Select Employee
es_es: Seleccionar Empleado

# UsersList
source: Application Users
es_es: Listado de Usuarios

# FirstName
source: User First Name
es_es: Nombre de Usuario

# LastName
source: User Last Name
es_es: Apellido

source: User Login Name
es_es: Nombre inicio sesion Usuario

source: User First Name
es_es: Nombre Usuario

source: User Last Name
es_es: Apellido

source: User Status
es_es: Status Usuario

# RolUsers
source: Roles assigned to this user
es_es: Roles asignados a este Usuario

# SelRolUser
source: Assign Role to this User
es_es: Asignar Role a este usuario

source: Select Role
es_es: Seleccionar Role

source: Code
es_es: Codigo

source: Description
es_es: Descripcion

source: Type
es_es: Tipo

# NIF
source: PIN
es_es: NIF

# RaSoc
source: Business Name
es_es: Razon Social

# CrDate
source: Date of Creation
es_es: Fecha de creacion

source: Account
es_es: Cuenta

source: Address
es_es: Direccion

# Phone
source: Phone number
es_es: Numero de telefono

source: Web Site
es_es: Sitio Web

# Deno
source: Denomination
es_es: Denominacion

source: Date
es_es: Fecha

source: Time
es_es: Tiempo

source: Price
es_es: Precio

# Curcy
source: Currency
es_es: Divisa

# HRAreaIndexPage
source: Employees Management
es_es: Gestion de Empleados

# PersonTable
source: List of Employees
es_es: Listado de Empleados

# DNI
source: PIN
es_es: DNI/NIF

source: Surname
es_es: Apellidos

# EditPerson
source: Edi Employee Data
es_es: Editar Datos empleados

# Person
source: Employee
es_es: Empleado

source: Career
es_es: Carrera

source: Contract
es_es: Contratos

source: Pay
es_es: Paga/Nomina

source: Presence
es_es: Presencia

source: Obj. Review
es_es: Revision Obj.

source: Training
es_es: Formacion

# PersonData
source: Employee Data
es_es: Datos Empleado

# BirdDate
source: Date Of bird
es_es: Fecha nacimiento

# CityOrigin
source: City ​​of birth
es_es: Ciudad de origen

# CountryOrigin
source: Country of birth
es_es: Pais de origen

# Adress
source: Postal Address
es_es: Direccion Postal

# AdressAd
source: Postal Address (cont)
es_es: Direccion Postal (cont)

# CountryRes
source: Postal Address Country
es_es: Pais

# ContractDate
source: Date Of Contract
es_es: Fecha del contrato

# EntryDate
source: Start Date
es_es: Fecha comienzo

# ExitDate
source: End Date
es_es: Fecha salida

# CareerData
source: Data Of Employee's Career
es_es: Datos de carrera profesional

source: Position
es_es: Posicion

source: Observations
es_es: Observaciones

# CareerEdit
source: Edit Career Data
es_es: Editar datos carrera profesional

# ContractData
source: Data of employee's contract
es_es: Datos contratos empleado

# RevisionDate
source: Date of Revision
es_es: Fecha de Revision

# CurriculumData
source: Data Of Employee's Resume
es_es: Datos de curriculum empleados

source: Level
es_es: Nivel

# KAreaDescr
source: Description ofg Knowledge Area
es_es: Descripcion Area conocimiento

# CurrObs
source: Observations
es_es: Observaciones

# CurriculumEdit
source: Edit of Employee's Resume
es_es: Editar Curriculum

# PayrollData
source: Employee Payroll Data
es_es: Datos de la nomina

# PayrollEdit
source: Edit Employee's Payroll Data
es_es: Editar Datos de la nomina

# Retention
source: Retention Rate
es_es: Tasa de Retencion

# ConceptType
source: Type of concept
es_es: Tipo de concepto

# PresenceEdit
source: Edit Employee's Presence Data
es_es: Editar Datos de presencia

source: Location
es_es: Local

# ObjectiveReviewmData
source: Employee's objective review data
es_es: Datosm revision objetivos

# ObjectiveReviewEdit
source: Edit Employee's objective revies data
es_es: Editar datos de revision de objetivos

source: Objective
es_es: Objetivo

source: Rating
es_es: Porcentaje

# TrainingData
source: Employee's Training Data
es_es: Datois de formacion empleados

source: Course
es_es: Curso

source: Grade
es_es: Grado

# CurriculumArea
source: Area of knowledge
es_es: Area de conocimiento

# TrainingCourse
source: Course
es_es: Curso

source: Purchasing
es_es: Compras

source: Purchasing Area
es_es: Area de compras

# SupList
source: List of Suppliers
es_es: Listado de Proveedores

# SuppilerAreaIndexPage
source: Supplier Area
es_es: Area de Proveedores

# EditSuplier
source: Edit Supplier's Data
es_es: Editar Datos de Proveedores

# SuplierData
source: Data of Supplier
es_es: Datos del Proveedor

# Suplier
source: Supplier
es_es: Proveedor

source: Products
es_es: Productos

# Orders
source: P.Orders
es_es: Pedidos de compra

# Planning
source: Demand plan
es_es: Plan de Demanda

# SupRaSoc
source: Supplier's Business name
es_es: Razon Social Proveedor

# SupCrDate
source: Date of creation
es_es: Fecha de creacion

# SupCode
source: Code of Supplier
es_es: Codigo del Proveedor

# SupAdress
source: Adress
es_es: Direccion

# SupCountry
source: Country
es_es: Pais

# SupemailLOG
source: email logistics
es_es: email logistica

# SupCity
source: City
es_es: Ciudad

# SupPhone
source: Phone number
es_es: Numero de Telefono

# SupEDILOG
source: Contact EDI logistics
es_es: Contacto EDI Logistica

# ProductData
source: Data of products
es_es: Fecha del Producto

source: Reference
es_es: Referencia

# Descriptio
source: Description
es_es: Descripcion

# DateCreation
source: Date of creation
es_es: Fecha de creacion

# DateStatus
source: Date of Status
es_es: Fecha del Status

# EditProdRecord
source: Edit Data of products
es_es: Editar Datos de productos

# ProRefer
source: Reference
es_es: Referencia

# ProDescr
source: Description
es_es: Descripcion

# ProDateCrea
source: Date of creation
es_es: Fecha de creacion

# StatusDate
source: Date of status
es_es: Fecha de status

# SupOrdergData
source: Data of Purchase Orders
es_es: Fecha del Pedido de compras

# PO
source: Pur.Order
es_es: Pedido de compras

# RefInt
source: Reference Int
es_es: Referencia Int

# RefEx
source: Reference Ext
es_es: Referencia Ext

# DescExt
source: Descr.Ext.
es_es: Descrip.Ext.

# PcRep
source: Perc.Repart.
es_es: Porcentaje Reparto

# EditPORecord
source: Edit Purch.order record
es_es: Editar Registro Pedido compras

# SPOrder
source: Purchase Order
es_es: Pedido de compras

# Product
source: Product Int.
es_es: Producto Int.

# SPOPcRep
source: Perc.Repart.
es_es: Porcje.Reparto

# SPODate
source: Date of P.order
es_es: Fecha del Pedido de compras

source: Currency
es_es: Divisa

# SPODateSt
source: Date of status
es_es: Fecha del status

# SupPlanningData
source: Data of demand plan
es_es: Datos del Plan de Demanda

# FromDate
source: Date From
es_es: Fecha desde

# ToDate
source: Date To
es_es: Fecha Hasta

# Qty
source: Quantity
es_es: Cantidad

# FirmStat
source: Status of plan
es_es: Status del plan

# PlanProdId
source: Product Int
es_es: Producto Int

source: Date From
es_es: Fecha desde

source: Date To
es_es: Fecha hasta

# SendQty
source: Quantity
es_es: Cantidad

# PlanFrim
source: Status of plan
es_es: Status del plan

source: Sales
es_es: Ventas

# SalesArea
source: Sales
es_es: Area de Ventas

# CustomerList
source: List of Customers
es_es: Listado de Clientes

# emailLOG
source: email Logistic
es_es: email Logistica

# emailFIN
source: email Finances
es_es: email Finanzas

# ContactLOG
source: Contact Logistic
es_es: Contacto Logistica

# ContactFIN
source: Contact Finances
es_es: Contacto Finanzas

# CBankAccount
source: CustomerBank Account
es_es: Cuenta Bancaria Cliente

source: Plant
es_es: Planta

# Plants
source: Customer Plants
es_es: Plantas del Cliente

# PlanttData
source: Data of customer plants
es_es: Datos de Plantas del Cliente

# EDIAdress
source: Address EDI
es_es: Direccion EDI

source: Truck
es_es: Transporte

# Refer
source: Reference
es_es: Referencia

# Descr
source: Description
es_es: Descripcion

# PODate
source: Date of Pur.Order
es_es: Fecha del Pedido de compras

# DescInt
source: Internal Description
es_es: Descripcion Interna

# AllPlantProds
source: All Customer's Products
es_es: Todos los productos del cliente

# UnitContainer
source: Packing unit
es_es: Unidad de embalage

# Engineering
source: Engeneering
es_es: Ingenieria

# EngineeringArea
source: Engineering
es_es: Area de Ingenieria

source: Facilities
es_es: Instalaciones

# FacilitiesList
source: List of facilities
es_es: Listado de Instalaciones

source: Facility
es_es: Instalacion

# FcCode
source: Facility Code
es_es: Codigo Instalacion

# FcDescr
source: Description
es_es: Descripcion

# FcType
source: Type
es_es: Tipo

# WCenter
source: Work Center
es_es: Centro de Trabajo

source: Work Centers
es_es: Centros de Trabajo

# WCCode
source: Code
es_es: Codigo

# WCDesc
source: Description
es_es: Descripcion

# WCType
source: Type
es_es: Tipo

# WCenterC
source: Work center components
es_es: Componentes del Centro de Trabajo

# WCenterCo
source: Work center components
es_es: Componentes del Centro de Trabajo

source: Materials
es_es: Materiales

# MatRefer
source: Reference
es_es: Referencia

# MatDescr
source: Description
es_es: Descripcion

# MatClass
source: Class
es_es: Clase

# Locations
source: Storage Locations
es_es: Ubicaciones de almacenamiento

# SLocation
source: Storage Locations
es_es: Ubicaciones de almacenamiento

# LocCode
source: Code
es_es: Codigo

# LocDescr
source: Descrption
es_es: Descrpcion

# LocType
source: Type
es_es: Tipo

source: Operator Roles
es_es: Roles de Operadores

source: Operators
es_es: Operadores

# Costh
source: Hourly Cost
es_es: Coste Horario

source: Trucks
es_es: Transportes

# WCComponents
source: Work Center's Components
es_es: Componentes del Centro de Trabajo

# FacEdit
source: Edit data of facilities
es_es: Editar Datos de Instalaciomes

# FCode
source: Code
es_es: Codigo

# FType
source: Type
es_es: Tipo

# FAcct
source: Account
es_es: Cuenta

# FSuperf
source: Surface
es_es: Superficie

# FDescr
source: Description
es_es: Descripcion

# FCrDate
source: Date of creation
es_es: Fecha de Creacion

# FStDate
source: Date of status
es_es: Fecha del status

# FCostMin
source: Fixed Cost of 1 minute of operation
es_es: Coste fijo de 1 minuto de operacion

# FWCAss
source: Work Centers assigned to this facility
es_es: Centros de Trabajo asignados a esta instalacion

# FWCtoAss
source: Assign a new work center
es_es: Asignar un nuevo Centro de Trabajo

# WCCCode
source: Code
es_es: Codigo

# FStAss
source: Storage Locations assigned to this facility
es_es: Ubicaciones de almacenamiento asignadas a esta instalacion

# FLotoAss
source: Assign a new Storage Location
es_es: Asignar una nueva Ubicacion de almacenamiento

# WorkCenterList
source: List of work centers
es_es: Listado de Centros de Trabajo

# Wcdescr
source: Description
es_es: Descripcion

# Wcacct
source: Account
es_es: Cuenta

# Wcsupm2
source: Surface
es_es: Superficie

# WcfaId
source: Facility
es_es: Instalacion

# WccostMin
source: Cost minute operation
es_es: Coste minuto de operacion

# WccrDate
source: Creation Date
es_es: Fecha de Creacion

# WcstDate
source: Status Date
es_es: Fecha de Status

# WCenterEdit
source: Edit Data of Work Center
es_es: Editar Datos del Centro de Trabajo

# WcCompToAss
source: Components Assigned to work center
es_es: Componentes Asignados a este Centro de Trabajo

# WCToAssign
source: Assign Component
es_es: Asignar Componentes

# WcRolesToAss
source: Operator roles assigned to work center
es_es: Roles de Operador asignados a este centro de trabajo

# NumOperators
source: Num operators needed
es_es: Numero de operadores necesarios

source: Cost
es_es: Coste

# NOper
source: Num Operators
es_es: Num Operadores

# WorkCenterCompList
source: List of components
es_es: Listado de componentes

# WCCompoEdit
source: Edit Component Data
es_es: Editar Datos de Componentes

# WcoCode
source: Code
es_es: Codigo

# WcoType
source: Type
es_es: Tipo

# WcoDescr
source: Description
es_es: Descripcion

# WcoWcId
source: Work Center
es_es: Centro de Trabajo

# WcoAcct
source: Account
es_es: Cuenta

# WcoCrDate
source: Creation Date
es_es: Fecha de Creacion

# WcoStDate
source: Status Date
es_es: Fecha de Status

# WcoWeight
source: Weight
es_es: Peso

# WcoCostMin
source: Cost minute operation
es_es: Coste minuto de operacion

# MaterialsList
source: List of Materials
es_es: Listado de Materiales

# MaterialClass
source: Class of Material
es_es: Clase de Material

# MRefer
source: Reference
es_es: Referencia

# MType
source: Type
es_es: Tipo

# MUN
source: Unit od Meassure
es_es: Unida de Medida

# MDim1
source: Dimension
es_es: Dimension 1

# MDim2
source: Dimension
es_es: Dimension 2

# MDim3
source: Dimension
es_es: Dimension 3

# MClass
source: Class
es_es: Clase

# MDescr
source: Description
es_es: Descripcion

# MWeight
source: Weight
es_es: Peso

# MStatusDate
source: Date of Status
es_es: Fecha del Status

# MatEdit
source: Edit Material
es_es: Editar Material

# MatCreate
source: Create Material
es_es: Crear Material

source: Components
es_es: Componentes

# BOM
source: Bill of Materials
es_es: Lista de Materiales (BOM)

source: Routing
es_es: Operaciones

# MaterialEdit
source: Edit Material
es_es: Editar Material

source: Components of
es_es: Componentes de

source: Component
es_es: Componente

# RefQty&lt;
source: Quantity of reference
es_es: Cantidad de la Referencia

# RefUM
source: Unit of meassure Ref
es_es: Unidad de Medida

# Compqty
source: Quantity of component
es_es: Cantidad del Componente

# CompUM
source: Unit of meassure Comp
es_es: Unidad de Medida

# MatCompEdit
source: Edit Component of material
es_es: Editar Componentes del material

# CoRefRe
source: Reference
es_es: Referencia

# CoCommId
source: Component
es_es: Componente

# CoRefQt
source: Reference Quantity
es_es: Cantidad de Referencia

# CoComQt
source: Component Quantity
es_es: Cantidad de componente

# CoRefDes
source: Reference Description
es_es: Descripcion Referencia

# MatCompCreate
source: Create component of material
es_es: Crear componente del material

# B.O.M.
source: Bill of materials
es_es: Relacion de materiales (BOM)

# Decsr&lt;
source: Description
es_es: Descripcion

# Coef
source: Coefficient
es_es: Coeficiente

# UM
source: Unit of meassure
es_es: Unida de medida

# Fase
source: Operation number
es_es: Numero de operacion

# Oper
source: Operation
es_es: OPeracion

# Tipe
source: Operation Time
es_es: Tiempo Operacion

# UnitT
source: Time unit
es_es: Unidad de Tiempo

# WCent
source: Work center
es_es: Centro de Trabajo

# RouteOf
source: Routing of
es_es: Operaciones de

# WUnit
source: Number of parts
es_es: Numero de piezas

# Unit
source: Time operation
es_es: Tiempo operation

# TUnit
source: Time Unit
es_es: Unidad de Tiempo

# OperEdit
source: Edit Operation
es_es: Editar Operation

# NumParts
source: Number of Parts
es_es: Numero de Piezas

# UTime
source: Unit of Time
es_es: Unidad de Tiempo

# MinLot
source: Minimum Lot
es_es: Lote Minimo

# UEmba
source: Unit of embalage
es_es: Unidad de embalage

# RefDescr
source: Product Description
es_es: Description del Producto

# OperCreate
source: Create Operation
es_es: Crear Operacion

# StorageLocOf
source: Storage Location of
es_es: Ubicacion de almacenamiento de

# StocR
source: Reserved Stock
es_es: Stock Reservado

# StockX
source: X Stock
es_es: Stock X

# UMed
source: Unit of meassure
es_es: Unida de Medida

# MatLocEdit
source: Edit material Storage Location
es_es: Editar Ubicacion de almacenamiento del material

# LoRefRe
source: Reference
es_es: Referencia

# LoLoId
source: Storage Location
es_es: Ubicacion de Almacenamiento

# LoRefDes
source: Material Description
es_es: Descripcion Material

# MatLocCreate
source: Create material Storage Location
es_es: Crear Ubicacion de almacenamiento del material

# StorageLocList
source: List Of Storage locations
es_es: Listado de Ubicaciones de almacenamiento

# LocEdit
source: Edit Storage Loctaion
es_es: Editar Ubicacion de almacenamiento

# LocFaid
source: Facility
es_es: Instalacion

# LocAcct
source: Account
es_es: Cuenta

# LocCrDate
source: Cetaion Date
es_es: Fecha de Creacion

# LocStDate
source: Status Date
es_es: Fecha de Status

# LocSupM2
source: Surface (m2)
es_es: Superficie (m2)

# LocCost
source: Daily Cost
es_es: Coste Diario

# MatInStockLoc
source: Material in storage location:
es_es: Material en Ubicacion de Almacenamiento:

# LocCreate
source: Create Storage Loctaion
es_es: Crear Ubicacion de Almacenamiento

# OperatorList
source: List of operator roles
es_es: Listado de Roles de Operador

# OperCode
source: Code
es_es: Codigo

# OpertDescr
source: Description
es_es: Descripcion

# OpertEdit
source: Edit rol operator
es_es: Editar rol de operador

# OpertCreate
source: Create rol operator
es_es: Crear rol de operador

# TrucksList
source: List of Trucks
es_es: Listado de Transportes

# TruckEdit
source: Edit Truck
es_es: Editar Transporte

# TruckCustId
source: Customer
es_es: Cliente

# TruckPlatId
source: Customer Plant
es_es: Planta de Cliente

source: Truck Code
es_es: Codigo de Transporte

# TruckCrDate
source: Creation Date
es_es: Fecha de Creacion

# TruckDeno
source: Truck Description
es_es: Descripcion Transporte

# TruckSchedules
source: Schedule of trucks
es_es: Planificar Transportes

source: Day of week
es_es: Dia de la Semana

# LoadStart
source: Load Start Time
es_es: Hora de comienzo Carga

# Departure
source: Departure Time
es_es: Hora de Salida

# SchDescr
source: Schedule description
es_es: Denominacion del Plan

# TruckScheduleEdit
source: Edit Truck Schedule
es_es: Editar Plan de Transportes

# TrScCode
source: Truck Code
es_es: Codigo Transporte

# TrScCrLoadStart
source: Load Start Time
es_es: Hora Cominezo Carga

# TrScCrDeparture
source: Departure Time
es_es: Hora de Salida

# TrScDayOfWeek
source: Day of week
es_es: Dia de la Semana

# TrScDeno
source: Schedule description
es_es: Denominacion del Plan

# TruckScheduleCreate
source: Create Truck Schedule
es_es: Crear Plan de Transportes

# MRPAreaIndexPage
source: MRP Area
es_es: Area MRP
